Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/tervehdyksia_saamen_kielilla.html.tmx
Source language: fin
Languages: sms

source: Pieni sanakirja
sms: Sääʹnnǩeârjaž

source: Tällä pienellä sanakirjaisella haluamme kutsua mukavalla tavalla mukaan keskustelemaan saameksi ensitapaamisella, arkipäivässä ja juhlissa.
sms: Täin sääʹnnǩeerjain haaʹleep hääʹsǩeʹld kåččad tuu mieʹldd säämas mainsted vuõsskaaunõõttmest, arggpeeiʹvest da juuhlin.

source: Tässä ei ole raskasta kielioppia, vain muutamia hyödyllisiä sanontoja.
sms: Täʹst ij leäkku loʹsses ǩiõllmätt, tåʹlǩ måtam särnnamnääʹl. De ij ko mainsted!

source: Sitten ei muuta kuin puhumaan!
sms: Sääʹnnǩeerjaž lij rajjum “Sámás muinna” -kampaanj õhttvuõđâst.

source: Sanakirjanen on laadittu “Sámás muinna” -kampanjan yhteydessä.
sms: Buorre beaivi!

source: Hyvää päivää!
sms: Pyeri peivi!

source: Buorre beaivi!
sms: Tiõrv! Hyvää päivää!

source: Pyeri peivi!
sms: Mo manná?

source: Tiõrv! Miten menee?
sms: Maht mana?

source: Mo manná?
sms: Mäʹhtt mâânn?

source: Maht mana?
sms: Miten menee? Tiõrvtõõzz sääʹmǩiõlin

source: Mäʹhtt mâânn?
sms: Naʹzvaanpeiʹvv

source: Tervehdyksiä saamen kielillä
sms: Tâʹvvsääʹmm: Ustibabeaivi / Ustitbeaivi Aanarsääʹmm: Ustevpeivi Nuõrttsääʹmm: Naʹzvaanpeiʹvv

source: Ystävänpäivä
sms: Hyvää ystävänpäivää!

source: Pohjoissaame: Ustibabeaivi / Ustitbeaivi Inarinsaame: Ustevpeivi Koltansaame: Naʹzvaanpeiʹvv
sms: Tâʹvvsääʹmm: Buori ustibabeaivvi/ Buori ustitvuođabeaivvi!

source: Hyvää ystävänpäivää!
sms: Aanarsääʹmm: Pyeri ustevpeivi!

source: Pohjoissaame: Buori ustibabeaivvi/ Buori ustitvuođabeaivvi!
sms: Nuõrttsääʹmm: Šiõǥǥ naʹzvaanpeeiʹv!

source: Inarinsaame: Pyeri ustevpeivi!
sms: Toivotan hyvää ystävänpäivää kaikille!

source: Koltansaame: Šiõǥǥ naʹzvaanpeiʹvv!
sms: Tâʹvvsääʹmm: Sávan buori ustibabeaivvi buohkaide!

source: Toivotan hyvää ystävänpäivää kaikille!
sms: Aanarsääʹmm: Tuáivum šiev ustevpeeivi puohháid!

source: Pohjoissaame: Sávan buori ustibabeaivvi buohkaide!
sms: Nuõrttsääʹmm: Tuäivtam šiõǥǥ naʹzvaanpeeiʹv pukid!

source: Inarinsaame: Tuáivum šiev ustevpeeivi puohháid!
sms: Hyvää juhannusta!

source: Koltansaame: Tuäivtam pukid šiõǥǥ naʹzvaanpeeiʹv!
sms: Tâʹvvsääʹmm: Buriid mihcamáraid!

source: Hyvää juhannusta!
sms: / Buori jonssoha!

source: Pohjoissaame: Buriid mihcamáraid!
sms: Aanarsääʹmm: Pyeri jonsahpeivi!

source: / Buori jonssoha!
sms: Nuõrttsääʹmm: Šiõǥǥ evvanpeeiʹv!

source: Inarinsaame: Pyeri jonsahpeivi!
sms: Hyvää kesää kaikille!

source: Koltansaame: Šiõǥǥ evvanpeeiʹv!
sms: Tâʹvvsääʹmm: Buori geasi buohkaide!

source: Hyvää kesää kaikille!
sms: Aanarsääʹmm: Pyeri keesi puohháid!

source: Pohjoissaame: Buori geasi buohkaide!
sms: Nuõrttsääʹmm: Šiõǥǥ ǩieʹzz pukid!

source: Inarinsaame: Pyeri keesi puohháid!
sms: Hyvää itsenäisyyspäivää!

source: Koltansaame: Šiõǥǥ ǩieʹss pukid!
sms: Tâʹvvsääʹmm: Buori iehčanasvuođabeaivvi!

source: Hyvää itsenäisyyspäivää!
sms: Aanarsääʹmm: Šiev jiečânâsvuođâpeivi!

source: Pohjoissaame: Buori iehčanasvuođabeaivvi!
sms: Nuõrttsääʹmm: Šiõǥǥ jiõččnažvuõttpeeiʹv!

source: Inarinsaame: Šiev jiečânâsvuođâpeivi!
sms: Hyvää joulua ja onnellista uutta vuotta

source: Koltansaame: Šiõǥǥ jiõččnažvuõttpeiʹvv!
sms: Tâʹvvsääʹmm: Buriid juovllaid ja lihkolaš ođđa jagi Aanarsääʹmm: Pyereh juovlah já luholâš uđđâ ihe Nuõrttsääʹmm: Šiõǥǥ rosttvid da leklvaž ođđ eeʹjj!

source: Hyvää joulua ja onnellista uutta vuotta
sms: Saaʹmi meersažpeeiʹv tiõrvtõs 6.2.

source: Pohjoissaame: Buriid juovllaid ja lihkolaš ođđa jagi Inarinsaame: Pyereh juovlah já luholâš uđđâ ihe Koltansaame: Šiõǥǥ rosttvid da leklvaž ođđ eeʹǩǩ!
sms: Hyvää saamelaisten kansallispäivää kaikille

source: Saamelaisten kansallispäivän tervehdys 6.2.
sms: Tâʹvvsääʹmm: Buori sámi álbmotbeaivvi buohkaide Aanarsääʹmm: Pyeri säämi aalmugpeivi puohháid Nuõrttsääʹmm: Šiõǥǥ saaʹmi meersažpeeiʹv pukid

source: Hyvää saamelaisten kansallispäivää kaikille
sms: Saamelaisten kansallispäivä 6.2.

source: Pohjoissaame: Buori sámi álbmotbeaivvi buohkaide Inarinsaame: Pyeri säämi aalmugpeivi puohháid Koltansaame: Šiõǥǥ saaʹmi meersažpeiʹvv pukid
sms: Tâʹvvsääʹmm: Sámi álbmotbeaivi Aanarsääʹmm: Säämi aalmugpeivi Nuõrttsääʹmm: Saaʹmi meersažpeiʹvv Ruõcc: Samiska nationaldagen Eŋgglõs: Sámi National Day

source: Saamelaisten kansallispäivä 6.2.
sms: Tiõrvtõõzz čõhččmannu 26. peeiʹv Euroopp ǩiõli eeʹjj peiʹvven

source: Pohjoissaame: Sámi álbmotbeaivi Inarinsaame: Säämi aalmugpeivi Koltansaame: Saaʹmi meersažpeiʹvv Ruotsi: Samiska nationaldagen Englanti: Sámi National Day
sms: syyskuuta on Euroopan kielten päivä

source: Tervehdykset 26. syyskuuta Euroopan kielten päivänä
sms: Tâʹvvsääʹmm: 26. beaivi čakčamánu lea Eurohpá gielaid beaivi Aanarsääʹmm: 26. čohčâmáánu lii Euroopkielâi peivi Nuõrttsääʹmm: Čõhččmannu 26. peeiʹv lij Euroopp ǩiõli peiʹvv

source: 26. syyskuuta on Euroopan kielten päivä
sms: Hyvää Euroopan kielten päivää

source: Pohjoissaame: 26. beaivi čakčamánu lea Eurohpá gielaid beaivi Inarinsaame: 26. čohčâmáánu lii Euroopkielâi peivi Koltansaame: Čõhččmannu 26. peeiʹv lij Euroopp ǩiõli peiʹvv
sms: Tâʹvvsääʹmm: Buori Eurohpá gielaid beaivvi Aanarsääʹmm: Pyeri Euroopkielâi peivi Nuõrttsääʹmm: Šiõǥǥ Euroopp ǩiõli peeiʹv

source: Hyvää Euroopan kielten päivää
sms: Lââʹssteâđ:

source: Pohjoissaame: Buori Eurohpá gielaid beaivvi Inarinsaame: Pyeri Euroopkielâi peivi Koltansaame: Šiõǥǥ Euroop ǩiõli peeiʹv
sms: Euroopp suåvtõõzz aalǥtõõzzâst Euroopp ǩiõli peiʹvv lij prääzkjum eeʹjjest 2001 ääʹljeeʹl juõʹǩǩ eeʹjj čõhččmannu 26. peeiʹv.

source: Lisätietoja:
sms: http://edl.ecml.at/

source: Euroopan neuvoston aloitteesta Euroopan kielten päivä on juhlittu vuodesta 2001 lähtien joka vuosi syyskuun 26. päivänä.
sms: Jaa tämä kirjoitus

source: http://edl.ecml.at/
sms: Share on Facebook

source: Jaa tämä kirjoitus
sms: Share on Twitter

source: Share on Facebook
sms: Share on WhatsApp

source: Share on Twitter
sms: Share by Mail
